[
    {
        "datetime": "2024-10-14",
        "title": "We are all tired (and the reason is deeper than you think)",
        "content": "<p>I believe it’s impossible, in today’s world, to not feel some kind of mental fatigue during the day. We live in a hyper-stimulated environment where millions of things compete for our attention, from leisure (social media, streaming, gaming) to family, and especially work. It’s no wonder that the prevalent illnesses today are neurological, such as ADHD, depression, anxiety, and burnout.</p> <p>This is the focus of a book I recently read by the Korean-German author Byung-Chul Han, The Burnout Society (Müdigkeitsgesellschaft), which draws from various sources including Aristotle, Baudrillard, Foucault, Freud, Kant, and Nietzsche, offering a contemporary critique while establishing some significant concepts.</p> <p>In a critique of Baudrillard, the book begins by stating that in our globalized, assimilative world, immunization (in the sense of combating what is different or negative) has given way to hyper-positivity and a lack of denial. We perceive what is different as exotic and what is contradictory as disruptive, all while being submerged in information that prevents us from differentiating and defining who we are, as we also struggle to define what we are not.</p> <p>\"The violence of positivity is not exclusive, but saturating; not excluding, but exhausting.\"</p> <p>Continuing, the book contrasts Foucault’s \"disciplinary society\"—which focuses on authoritarian and corrective institutions like schools, prisons, and asylums—with a new form of organization, the \"performance society,\" where each of us enjoys a supposed freedom to do what we believe is right or most productive, yet this places us in an endless cycle of performance. We are no longer held hostage by orders, but neoliberalism tells us that our lack of success is our own responsibility. There are no limits to the exploitation we can inflict on ourselves, making this model so effective, placing us as both oppressor and victim.</p> <p>Alongside the attention economy driven by marketing and social media—where we see infinite possibilities and become performance and improvement machines (in productivity, body worship, personal branding)—this overload of information and stimuli—where the inability to say no and multitasking is the norm—leaves us with no space for contemplation in anything we do: be it leisure, romantic life, celebrations, or our professions. In this way, we end up resembling a wild animal that:</p> <p>\"(while chewing) … must be careful that, in eating, it does not end up being eaten itself. At the same time, it has to watch its offspring and keep an eye on its partner.\"</p> <p>We process information and act almost instinctively. Without the opportunity to evaluate, contemplate, and celebrate, we find ourselves in a cycle of purposeless activity, alienated, without questioning. We fall into what Nietzsche described in \"The Fundamental Lack of the Active Man\":</p> <p>The active usually lack the superior activity […] and in this sense, they are lazy. […] The active roll along like a stone, according to the stupidity of mechanics.</p> <p>The lack of contemplation caused by hyperactivity occasionally leads to depression, and when compounded by physical exhaustion, also to burnout. As a result, health becomes the most desired good in this society of fatigue; we take medication for the symptoms without knowing the cause. We have no time for that. We become what Han calls \"too dead to live, and too alive to die.\"</p>",
        "tags": "philosophy, burnout, byung-chul han, work"
    }
]